[
  "easy-typing-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "markdown-table-editor",
  "table-extended",
  "obsidian-hover-editor",
  "markdown-prettifier",
  "obsidian-image-auto-upload-plugin",
  "obsidian-git",
  "obsidian-table-generator",
  "obsidian-kanban"
]